<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="setilo.css">
    <title>Formación académica</title>
</head>

<body>
    <h1>Formación Académica</h1>
    <br>
    <h3>Menú</h3>
    <div>
        <ul>
            <li><a href="index.html">Perfil</a></li>
            <li><a href="galeria.html">Experiencia Laboral</a></li>
            <li><a href="">Formación académica</a></li>
                <li><a href="portafolio.html">Portafolio </a></li>
            
        </ul>
    </div>
    <p style="text-align: center;"><u><span style="color: rgb(255, 255, 255);">EDUCACI&Oacute;N</span></u></p>
    <p style="text-align: left;"><span style="color: rgb(255, 255, 255);">&lowast;Col. Universitario
            Cartago&lowast;</span></p>
    <table style="width: 100%;">
        <tbody>
            <tr>
                <td
                    style="width: 50%; border: 3px solid rgb(0, 0, 0); height: 100%; vertical-align: top; text-align: center;">
                    Administraci&oacute;n de Empresas</td>
                <td style="width: 50%; border: 3px solid rgb(0, 0, 0); text-align: center;">Programaci&oacute;n de
                    Sistemas</td>
            </tr>
            <tr>
                <td style="width: 50%; border: 1px solid rgb(0, 0, 0); text-align: center;">Un 75% de la carrera.</td>
                <td style="width: 50%; border: 1px solid rgb(0, 0, 0); text-align: center;">Un 50% de la carrera.</td>
            </tr>
        </tbody>
    </table>
    <p><br></p>
    <DIv class="box">
                <FIeldset>
            <P>Login y Registro de usuarios con PHP y MySql</P>
            <P>Teachlr Instructor Jairo S. Galeas</P>
            <P>Utilizar código de PHP para poder interactuar con código del lado del Servidor y ejecutar peticiones del lado del Cliente
            </P>
            <div>
                <a href="https://teachlr.com/certificate/TC-MzQyNTM2fCp8NzUxMg==">Certificado</a>
            </div>
        </FIeldset>
        <BR></BR>
        <FIeldset>
            <P>ESTRUCTURA QUERY LEGUAJE SQL</P>
            <P>University of Michigan</P>
            <P>Reconocer los pasos de instalación para instalar un editor de texto, instalar MAMP o XAMPP (o
                equivalente) y crear una base de datos MySql. Conocimientos sobre consultas de una sola tabla y la
                sintaxis básica del lenguaje SQL, así como el diseño de bases de datos con múltiples tablas, claves
                foráneas y la operación JOIN. Modelar relaciones de muchos a muchos como
                las necesarias para representar usuarios, roles y curso
            </P>
            <div>
                <a href="https://www.coursera.org/account/accomplishments/certificate/N2M2SRZPWLWM">Certificado</a>
            </div>
        </FIeldset>
        <BR></BR>
        <FIeldset>

            <P>POWER BI Herramientas Excel Power</P>
            <P>CertiProf 2022</P>
            <P>Experiencia cómo importar, conectar, limpiar, transformar y modelar
                sus propios datos en la aplicación de escritorio Power BI.
                Además manejo de librerías en python para el manejo de datos y análisis predictivo (forest) utilizar Power Query y Power Pivot,
                para automatizar el proceso de importación y preparación de datos para el análisis.
                El manejo de conocimiento  potente lenguaje de modelado llamado DAX que nos permite realizar análisis avanzados de nuestros datos
                Conocimientos sobre áreas de la
                visualización, creación y publicación de informes en el
                servicio Power BI. Finalmente, puedo dominar los paneles de creación y utilización
            </P>
            <div>
                <a href="https://www.coursera.org/account/accomplishments/certificate/WLJKT9N7HSMR">Certificado</a>
                <BR></BR>
                <a href="https://coursera.org/share/fb3a46c0216bcfc9b48bca206fb9206c">Certificado</a>
            </div>
        </FIeldset>
        <BR></BR>
        <FIeldset>
            <P>PYTHON BASICS</P>
            <P>University of Michigan</P>
            <P>Tengo conceptos básicos de Python 3, incluida la ejecución condicional y la iteración como estructuras
                de control, y cadenas y listas como estructuras de datos. Programarás una tortuga en pantalla para que
                haga dibujos bonitos. También aprenderá a dibujar diagramas de referencia como una forma de
                razonar sobre la ejecución de programas, lo que le ayudará a desarrollar sus habilidades de depuración.
                "Fundamentos de la programación Python", que es el texto adjunto (opcional y gratuito) para este curso
            </P>
            <div>
                <a href="https://www.coursera.org/account/accomplishments/verify/U83PT67WB5ER">Certificado</a>
            </div>
        </FIeldset>
        <BR></BR>
        <FIeldset>
            <P> JAVA</P>
            <P>LearnQuest</P>
            <P>La especialización de Core Java, a su vez, es parte de una serie de especializaciones de programación,
                derivadas de los Bootcamps privados de Java de LearnQuest, diseñadas para proporcionar el conjunto de
                habilidades necesario para ser contratado como desarrollador de TI que usa Java en muchos entornos
                corporativos.
                Este curso incluye práctica práctica y le brindará un sólido conocimiento del lenguaje Java. Después de
                completar
                este curso, podrá identificar los beneficios de Java, programar en sintaxis básica de Java utilizando
                tipos de datos de
                Java e incorporar ramas y bucles. La audiencia de este curso: - Cualquier persona interesada en aprender
                Java -
                Programadores - Gerentes Técnicos - Desarrolladores de aplicaciones
            </P>
            <div>
                <a href="https://www.coursera.org/account/accomplishments/certificate/PG894WTK9PA5">Certificado</a>
            </div>
        </FIeldset>
        <BR></BR>
        <fieldset>
            <P>API de Apigee de Google Cloud</P>
            <P>Es desarrollador de API diseña, crea y mantiene proxies de API. Mi trabajo puede
                involucrar múltiples áreas, como autenticación, autorización, monitoreo, registro,
                gdocumental y poner en práctica los conceptos de diseño, desarrollo y gestión de API,
                el modelo organizativo de Apigee en función de las capacidades del producto de
                Apigee
            </P>
            <div>
                <a href="https://coursera.org/share/715bc60e0fb65f97d370ce6f64ff84a2">Certificado</a>
            </div>

        </fieldset>
    </DIv>
    <table style="border-collapse: collapse; width: 100%;" border="1">
        <caption><span style="text-decoration: underline;">ESTUDIOS COMPLEMENTARIOS</span><br /><span
                style="text-decoration: underline;">EN ADMINISTRACI&Oacute;N&nbsp;</span></caption>
        <tbody>
            <tr>
                <td style="width: 50%;">
                    <p><span style="text-decoration: underline;">SCRUM</span></p>
                    <p>CertiProf 2022&nbsp;</p>
                    <p><br />En esta especializaci&oacute;n, aprender&aacute; sobre la gesti&oacute;n de tareas<br />y
                        eventos dentro de un Sprint, la terminolog&iacute;a y las<br />funciones de Scrum, los informes
                        de Scrum y la gesti&oacute;n de<br />riesgos. Discutiremos los puntos de la historia y las
                        historias<br />de los usuarios, la escala de Scrum, la integraci&oacute;n continua,<br />el
                        desarrollo basado en pruebas (TDD) y el desarrollo basado<br />en el comportamiento (BDD).</p>
                </td>
                <td style="width: 50%;">
                    <p><span style="text-decoration: underline;">DOMINAR EL AN&Aacute;LISIS DE DATOS EN EXCEL</span></p>
                    <p><br />Universidad Duke</p>
                    <p><br />Todos los conceptos avanzados se demuestran en plantillas de hojas de<br />c&aacute;lculo
                        de Excel individuales que puede utilizar para responder<br />preguntas relevantes. Saldr&aacute;
                        con un vocabulario sustancial y un<br />conocimiento pr&aacute;ctico de c&oacute;mo aplicar
                        m&eacute;todos de an&aacute;lisis de datos<br />comerciales basados en la clasificaci&oacute;n
                        binaria (m&oacute;dulo 2), la teor&iacute;a de la<br />informaci&oacute;n y las medidas de
                        entrop&iacute;a (m&oacute;dulo 3) y la regresi&oacute;n lineal<br />(m&oacute;dulos 4 y 5), todo
                        sin software. Herramientas m&aacute;s complejas que<br />Excel.</p>
                    <CEnter><a
                            href="https://www.coursera.org/account/accomplishments/certificate/EU5TUSVGLYWU">Certificado</a>
                    </CEnter>
                </td>
            </tr>
            <tr>
                <td style="width: 50%;">
                    <p><span style="text-decoration: underline;">SIX SIGMA YELLOW BELT</span></p>
                    <p>C&aacute;mara de industria de Costa Rica 2022</p>
                    <p><br />Esta especializaci&oacute;n es para usted si desea obtener m&aacute;s informaci&oacute;n
                        sobre Six Sigma<br />o actualizar sus conocimientos sobre los componentes b&aacute;sicos de Six
                        Sigma y Lean.<br />Las habilidades de Six Sigma son ampliamente buscadas por los empleadores
                        tanto a<br />nivel nacional como internacional. Se ha demostrado que estas habilidades ayudan
                        a<br />mejorar los procesos comerciales, el rendimiento y la garant&iacute;a de calidad.&nbsp;
                    </p>
                </td>
                <td style="width: 50%;">
                    <p><span style="text-decoration: underline;">INTRODUCCI&Oacute;N AL AN&Aacute;LISIS Y
                            VISUALIZACI&Oacute;N</span><br /><span style="text-decoration: underline;">DE DATOS
                            CONTABLES</span></p>
                    <p>University of Illinois at Urbana-Champaign</p>
                    <p><br />Este curso est&aacute; dise&ntilde;ado para ayudar a los estudiantes de contabilidad<br />a
                        desarrollar una mentalidad anal&iacute;tica y prepararlos para usar lenguajes<br />de
                        programaci&oacute;n de an&aacute;lisis de datos como Python y R.<br />Hemos dividido el curso en
                        tres secciones principales. En la primera<br />secci&oacute;n, conectamos la contabilidad con el
                        an&aacute;lisis. Identificamos c&oacute;mo<br />las tareas en los cinco subdominios principales
                        de la contabilidad (es<br />decir, financiera, gerencial, auditor&iacute;a, impuestos y
                        sistemas) han<br />requerido hist&oacute;ricamente una mentalidad anal&iacute;tica, y luego
                        exploramos<br />c&oacute;mo esas tareas se pueden completar de manera m&aacute;s efectiva
                        y<br />eficiente mediante el uso de big data. Anal&iacute;tica.<br /></p>
                    <CEnter><a
                            href="https://www.coursera.org/account/accomplishments/certificate/DRXWWGZUZCBW">Certificado</a>
                    </CEnter>
                    <BR></BR>
                </td>
            </tr>
            <tr>
                <td style="width: 50%;">
                    <p><span style="text-decoration: underline;">M&Eacute;TRICAS COMERCIALES PARA EMPRESAS BASADAS
                            EN</span><br /><span style="text-decoration: underline;">DATOS</span></p>
                    <p>Universidad Duke</p>
                    <p><br />Tiene una imagen clara de los roles vitales pero diferentes que desempe&ntilde;an
                        los<br />analistas comerciales, los analistas de datos comerciales y los cient&iacute;ficos de
                        datos en<br />varios tipos de empresas. Y sabr&aacute; exactamente qu&eacute; habilidades se
                        requieren para ser<br />contratado y tener &eacute;xito en estos trabajos de alta demanda.
                        Finalmente, podr&aacute; usar<br />una lista de verificaci&oacute;n provista en el curso para
                        calificar a cualquier empresa sobre la<br />eficacia con la que est&aacute; adoptando la cultura
                        de big data. Empresas digitales como<br />Amazon, Uber y Airbnb est&aacute;n transformando
                        industrias enteras a trav&eacute;s de su uso<br />creativo de big data. Comprender&aacute; por
                        qu&eacute; estas empresas son tan disruptivas y<br />c&oacute;mo utilizan t&eacute;cnicas de
                        an&aacute;lisis de datos para superar a las empresas tradicionales.</p>
                    <CEnter><a
                            href="https://www.coursera.org/account/accomplishments/certificate/EU5TUSVGLYWU">Certificado</a>
                    </CEnter>
                    <BR></BR>
                </td>
                <td style="width: 50%;">
                    <p><span style="text-decoration: underline;">INTRODUCCI&Oacute;N A LA CALIDAD</span></p>
                    <p>Universidad Aut&oacute;noma de M&eacute;xico.</p>
                    <p>Manejar las aplicaciones de las normas ISO 9000 y los sistemas de gesti&oacute;n su
                        implementaci&oacute;n los beneficios para la compa&ntilde;&iacute;a.</p>
                    <ul>
                        <li>Describe herramientas practicas que mejoren la competitividad y elevan la eficiencia del
                            negocio&nbsp; de las operaciones e implementar los est&aacute;ndares de calidad y procesos
                            productivos y eficientes.</li>
                    </ul>
                    <p>&nbsp;</p>
                    <p>&nbsp;</p>
                    <CEnter><a
                            href="https://www.coursera.org/account/accomplishments/certificate/TVRN9B6MWRQH">Certificado</a>
                    </CEnter>
                    <BR></BR>
                </td>
            </tr>
            <tr>
                <td style="width: 50%;">
                    <p><span style="text-decoration: underline;">EMPRESARIAL: GESTI&Oacute;N Y LIDERAZGO</span></p>
                    <p>Arizona State University</p>
                    <p><br />En ese curso le dan la oportunidad de compartir su experiencia y recibir
                        retroalimentaci&oacute;n<br />inmediata de otros profesionales empresariales en todo el
                        mundo.<br />&middot;Reclutar y el entrenar a un equipo profesional a trabajar juntos con
                        integridad y respeto<br />&middot;Manejar y participar en las reuniones bien
                        organizadas<br />&middot;Hacer que las conferencias telef&oacute;nicas sean m&aacute;s
                        eficaz<br />Escribir correos electr&oacute;nicos profesionales que sean f&aacute;ciles de leer
                    </p>
                    <CEnter><a
                            href="https://www.coursera.org/account/accomplishments/certificate/HCR2V4V87NTL">Certificado</a>
                    </CEnter>
                    <BR></BR>
                </td>
                <td style="width: 50%;">
                    <p><span style="text-decoration: underline;">Manejo del Marketing en Redes Sociales&nbsp;</span></p>
                    <p>META</p>
                    <p>Manejo de las canales y plataformas , ajustar el canal&nbsp; de redes sociales que se ajuste a la
                        necesidad de las empresas, estableces objetivos y m&eacute;tricas de &eacute;xito determinando
                        el publico objetivo.</p>
                    <ul>
                        <li>Comprende el panorama del marketing digital en redes sociales.</li>
                        <li>El funcionamiento y la funci&oacute;n que cumple el marketing.</li>
                        <li>Crear objetivos&nbsp; SMART e identificar KPI.</li>
                    </ul>
                    <CEnter><a
                            href="https://www.coursera.org/account/accomplishments/certificate/JUZ8DMA6Z7FN">Certificado</a>
                    </CEnter>
                    <BR></BR>
                </td>
            </tr>
        </tbody>
    </table>
</body>
<BR></BR>
<footer>
    <footer>
        <div class="container">
          <div class="footer-content">
            <h3 style="color: #333;font-size: 24px; margin-bottom: 10px;">Mauricio Maroto Rojas </h3>
            <p style= "color: #666; font-size: 16px; line-height: 1.5;"  >  Un estándar de capacidad numérica y conocimientos en diferentes áreas </p>
          </div>
        </div>
      </footer>
</html>
